Repository: starcat-app/Starcat
Catalog: Starcat/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, uk, vi, zh_hans, zh_hant

# settings.externalSearch.section
source: External Search
ar: البحث الخارجي
de: Externe Suche
es: Búsqueda externa
fr: Recherche externe
id: Pencarian Eksternal
it: Ricerca Esterna
ja: 外部検索
ko: 외부 검색
nl: Extern zoeken
pl: Wyszukiwanie zewnętrzne
pt_br: Pesquisa Externa
ru: Внешний поиск
tr: Harici Arama
uk: Зовнішній пошук
vi: Tìm kiếm bên ngoài
zh_hant: 外部搜尋

# settings.filters.interestedLanguages.add
source: Add
ar: إضافة
de: Hinzufügen
es: Agregar
fr: Ajouter
id: Tambah
it: Aggiungi
ja: 追加
ko: 추가
nl: Toevoegen
pl: Dodaj
pt_br: Adicionar
ru: Добавить
tr: Ekle
uk: Додати
vi: Thêm
zh_hans: 添加
zh_hant: 新增

# settings.filters.interestedLanguages.add.placeholder
source: Add a language
ar: أضف لغة
de: Sprache hinzufügen
es: Agregar un idioma
fr: Ajouter un langage
id: Tambah bahasa
it: Aggiungi una lingua
ja: 言語を追加
ko: 언어 추가
nl: Voeg een taal toe
pl: Dodaj język
pt_br: Adicionar um idioma
ru: Добавить язык
tr: Bir dil ekle
uk: Додати мову
vi: Thêm ngôn ngữ
zh_hans: 添加语言
zh_hant: 新增語言

# settings.filters.interestedLanguages.description
source: Only these languages appear in the global language filter. This does not filter lists by itself.
ar: تظهر هذه اللغات فقط في مرشح اللغة الشامل. هذا لا يرشح القوائم بحد ذاته.
de: Nur diese Sprachen erscheinen im globalen Sprachfilter. Dies filtert Listen nicht von selbst.
es: Solo estos idiomas aparecen en el filtro de idioma global. Esto no filtra listas por sí mismo.
fr: Seuls ces langages apparaissent dans le filtre de langage global. Cela ne filtre pas les listes par lui-même.
id: Hanya bahasa-bahasa ini yang muncul di filter bahasa global. Ini tidak memfilter daftar dengan sendirinya.
it: Solo queste lingue appaiono nel filtro lingua globale. Questo non filtra le liste da solo.
ja: これらの言語のみがグローバル言語フィルターに表示されます。これ自体でリストがフィルタリングされるわけではありません。
ko: 이 언어만 글로벌 언어 필터에 표시됩니다. 자체적으로 목록을 필터링하지는 않습니다.
nl: Alleen deze talen verschijnen in het globale taalfilter. Dit filtert lijsten niet op zichzelf.
pl: Tylko te języki pojawiają się w globalnym filtrze języków. To samo w sobie nie filtruje list.
pt_br: Apenas esses idiomas aparecem no filtro de idioma global. Isso não filtra listas por si só.
ru: Только эти языки отображаются в глобальном фильтре языков. Это само по себе не фильтрует списки.
tr: Yalnızca bu diller global dil filtresinde görünür. Bu, listeleri kendi başına filtrelemez.
uk: Лише ці мови відображаються в глобальному фільтрі мов. Сам по собі він не фільтрує списки.
vi: Chỉ những ngôn ngữ này xuất hiện trong bộ lọc ngôn ngữ toàn cầu. Điều này không tự động lọc danh sách.
zh_hans: 只有这些语言会出现在全局语言筛选中；这里本身不会直接过滤列表。
zh_hant: 只有這些語言會出現在全域語言篩選中。此設定本身不會直接過濾列表。

# settings.filters.interestedLanguages.empty
source: Use the + button on the right to add more interested languages.
ar: استخدم الزر + على اليمين لإضافة المزيد من اللغات المهتم بها.
de: Verwenden Sie die +-Taste rechts, um weitere interessierende Sprachen hinzuzufügen.
es: Usa el botón + a la derecha para agregar más idiomas de interés.
fr: Utilisez le bouton + à droite pour ajouter d'autres langages d'intérêt.
id: Gunakan tombol + di sebelah kanan untuk menambahkan bahasa yang diminati.
it: Usa il pulsante + a destra per aggiungere altre lingue di interesse.
ja: 右側の+ボタンを使用して、関心のある言語を追加してください。
ko: 오른쪽의 + 버튼을 사용하여 관심 언어를 추가하세요.
nl: Gebruik de + knop rechts om meer interessante talen toe te voegen.
pl: Użyj przycisku + po prawej, aby dodać więcej interesujących języków.
pt_br: Use o botão + à direita para adicionar mais idiomas de interesse.
ru: Используйте кнопку + справа, чтобы добавить интересующие языки.
tr: Daha fazla ilgili dil eklemek için sağdaki + düğmesini kullanın.
uk: Використовуйте кнопку + праворуч, щоб додати більше цікавих мов.
vi: Sử dụng nút + ở bên phải để thêm ngôn ngữ quan tâm.
zh_hans: 可通过右侧 + 添加更多感兴趣语言。
zh_hant: 使用右側的 + 按鈕新增更多感興趣的語言。

# settings.filters.interestedLanguages.remove
source: Remove language
ar: إزالة اللغة
de: Sprache entfernen
es: Eliminar idioma
fr: Supprimer le langage
id: Hapus bahasa
it: Rimuovi lingua
ja: 言語を削除
ko: 언어 제거
nl: Taal verwijderen
pl: Usuń język
pt_br: Remover idioma
ru: Удалить язык
tr: Dili kaldır
uk: Видалити мову
vi: Xóa ngôn ngữ
zh_hans: 移除语言
zh_hant: 移除語言

# settings.filters.interestedLanguages.search.empty
source: No GitHub Linguist language found.
ar: لم يتم العثور على لغة GitHub Linguist.
de: Keine GitHub-Linguist-Sprache gefunden.
es: No se encontró ningún idioma de GitHub Linguist.
fr: Aucun langage GitHub Linguist trouvé.
id: Tidak ada bahasa GitHub Linguist yang ditemukan.
it: Nessuna lingua GitHub Linguist trovata.
ja: GitHub Linguistの言語が見つかりません。
ko: GitHub Linguist 언어를 찾을 수 없습니다.
nl: Geen GitHub Linguist-taal gevonden.
pl: Nie znaleziono języka GitHub Linguist.
pt_br: Nenhum idioma do GitHub Linguist encontrado.
ru: Язык GitHub Linguist не найден.
tr: GitHub Linguist dili bulunamadı.
uk: Мову GitHub Linguist не знайдено.
vi: Không tìm thấy ngôn ngữ GitHub Linguist.
zh_hans: 未找到 GitHub Linguist 语言。
zh_hant: 找不到 GitHub Linguist 語言。

# settings.filters.interestedLanguages.section
source: Interested Languages
ar: اللغات المهتم بها
de: Interessierende Sprachen
es: Idiomas de interés
fr: Langages d'intérêt
id: Bahasa yang Diminati
it: Lingue di Interesse
ja: 関心のある言語
ko: 관심 언어
nl: Interessante talen
pl: Interesujące języki
pt_br: Idiomas de Interesse
ru: Интересующие языки
tr: İlgili Diller
uk: Цікаві мови
vi: Ngôn ngữ quan tâm
zh_hans: 感兴趣语言
zh_hant: 感興趣的語言

# settings.general.accessibility
source: Accessibility
ar: إمكانية الوصول
de: Bedienungshilfen
es: Accesibilidad
fr: Accessibilité
id: Aksesibilitas
it: Accessibilità
ja: アクセシビリティ
ko: 손쉬운 사용
nl: Toegankelijkheid
pl: Dostępność
pt_br: Acessibilidade
ru: Специальные возможности
tr: Erişilebilirlik
uk: Спеціальні можливості
vi: Trợ năng
zh_hans: 无障碍
zh_hant: 輔助使用

# settings.general.appearance
source: Appearance
ar: المظهر
de: Darstellung
es: Apariencia
fr: Apparence
id: Tampilan
it: Aspetto
ja: 外観
ko: 모양
nl: Weergave
pl: Wygląd
pt_br: Aparência
ru: Внешний вид
tr: Görünüm
uk: Вигляд
vi: Giao diện
zh_hans: 外观
zh_hant: 外觀

# settings.general.appearanceMode
source: Theme
ar: السمة
de: Design
es: Tema
fr: Thème
id: Tema
it: Tema
ja: テーマ
ko: 테마
nl: Thema
pl: Motyw
pt_br: Tema
ru: Тема
tr: Tema
uk: Тема
vi: Chủ đề
zh_hans: 主题
zh_hant: 主題

# settings.general.appearanceMode.description
source: Choose system, light, or dark appearance.
ar: اختر مظهر النظام، أو الفاتح، أو الداكن.
de: System-, Hell- oder Dunkeldesign wählen.
es: Elige apariencia del sistema, clara u oscura.
fr: Choisir l'apparence système, claire ou sombre.
id: Pilih tampilan sistem, terang, atau gelap.
it: Scegli aspetto di sistema, chiaro o scuro.
ja: システム、ライト、ダークから選択します。
ko: 시스템, 라이트 또는 다크 모양을 선택합니다.
nl: Kies systeem-, lichte of donkere weergave.
pl: Wybierz systemowy, jasny lub ciemny wygląd.
pt_br: Escolha entre aparência do sistema, clara ou escura.
ru: Выберите системную, светлую или тёмную тему.
tr: Sistem, açık veya koyu görünüm seçin.
uk: Виберіть системну, світлу або темну тему.
vi: Chọn giao diện hệ thống, sáng hoặc tối.
zh_hans: 选择跟随系统、浅色或深色外观。
zh_hant: 選擇跟隨系統、淺色或深色外觀。

# settings.general.detailBehavior
source: Detail behavior
ar: سلوك التفاصيل
de: Detailverhalten
es: Comportamiento del detalle
fr: Comportement des détails
id: Perilaku detail
it: Comportamento dei dettagli
ja: 詳細の動作
ko: 세부 동작
nl: Detailgedrag
pl: Zachowanie szczegółów
pt_br: Comportamento do detalhe
ru: Поведение деталей
tr: Detay davranışı
uk: Поведінка деталей
vi: Hành vi chi tiết
zh_hans: 详情行为
zh_hant: 詳細資訊行為

# settings.general.disableAnimations.help
source: Turn off Starcat's custom animations.
ar: إيقاف حركات Starcat المخصصة.
de: Schalten Sie die benutzerdefinierten Animationen von Starcat aus.
es: Desactivar las animaciones personalizadas de Starcat.
fr: Désactiver les animations personnalisées de Starcat.
id: Matikan animasi kustom Starcat.
it: Disattiva le animazioni personalizzate di Starcat.
ja: Starcatのカスタムアニメーションを無効にします。
ko: Starcat의 사용자 정의 애니메이션을 끕니다.
nl: Schakel Starcat's aangepaste animaties uit.
pl: Wyłącz niestandardowe animacje Starcat.
pt_br: Desativar animações personalizadas do Starcat.
ru: Отключить пользовательские анимации Starcat.
tr: Starcat'ın özel animasyonlarını kapatın.
uk: Вимкнути власні анімації Starcat.
vi: Tắt hoạt ảnh tùy chỉnh của Starcat.
zh_hans: 关闭 Starcat 的自定义动画。
zh_hant: 關閉 Starcat 的自訂動畫。

# settings.general.disableAnimations.title
source: Disable in-app animations
ar: تعطيل الحركات داخل التطبيق
de: In-App-Animationen deaktivieren
es: Desactivar animaciones en la aplicación
fr: Désactiver les animations dans l'application
id: Nonaktifkan animasi dalam aplikasi
it: Disabilita animazioni nell'app
ja: アプリ内アニメーションを無効にする
ko: 앱 내 애니메이션 비활성화
nl: Animaties in de app uitschakelen
pl: Wyłącz animacje w aplikacji
pt_br: Desativar animações no aplicativo
ru: Отключить анимации в приложении
tr: Uygulama içi animasyonları devre dışı bırak
uk: Вимкнути анімації в додатку
vi: Tắt hoạt ảnh trong ứng dụng
zh_hans: 关闭应用内动画
zh_hant: 停用應用程式內動畫

# settings.general.hideArchived
source: Hide Archived
ar: إخفاء المؤرشفة
de: Archivierte ausblenden
es: Ocultar archivados
fr: Masquer les archivés
id: Sembunyikan Arsip
it: Nascondi Archiviati
ja: アーカイブを非表示
ko: 보관됨 숨기기
nl: Gearchiveerd verbergen
pl: Ukryj zarchiwizowane
pt_br: Ocultar Arquivados
ru: Скрыть архивированные
tr: Arşivlenenleri Gizle
uk: Приховати архівовані
vi: Ẩn đã lưu trữ
zh_hans: 隐藏 Archived
zh_hant: 隱藏已封存

# settings.general.hideDockIcon.help
source: Starcat stays available from the menu bar. Turn this off if you prefer the Dock and Cmd+Tab entry.
ar: يبقى Starcat متاحًا من شريط القائمة. أوقف هذا إذا كنت تفضل الإرساء ومدخل Cmd+Tab.
de: Starcat bleibt über die Menüleiste verfügbar. Deaktivieren Sie diese Option, wenn Sie das Dock und den Cmd+Tab-Eintrag bevorzugen.
es: Starcat permanece disponible desde la barra de menú. Desactiva esto si prefieres el Dock y la entrada Cmd+Tab.
fr: Starcat reste accessible depuis la barre de menus. Désactivez cette option si vous préférez le Dock et le raccourci Cmd+Tab.
id: Starcat tetap tersedia dari bilah menu. Matikan ini jika Anda lebih suka ikon Dock dan entri Cmd+Tab.
it: Starcat rimane disponibile dalla barra dei menu. Disattiva questa opzione se preferisci il Dock e l'ingresso Cmd+Tab.
ja: Starcatはメニューバーから利用可能です。DockとCmd+Tabでの表示を希望する場合は、これをオフにしてください。
ko: Starcat는 메뉴 막대에서 계속 사용할 수 있습니다. Dock 및 Cmd+Tab 항목을 선호하는 경우 이 옵션을 끄십시오.
nl: Starcat blijft beschikbaar vanuit de menubalk. Schakel dit uit als u de Voorkeur geeft aan het Dock en Cmd+Tab.
pl: Starcat pozostaje dostępny z paska menu. Wyłącz to, jeśli wolisz ikonę w Docku i wpis Cmd+Tab.
pt_br: O Starcat permanece disponível na barra de menus. Desative isso se preferir o Dock e a entrada Cmd+Tab.
ru: Starcat остаётся доступным из строки меню. Отключите это, если предпочитаете значок в Dock и переключение через Cmd+Tab.
tr: Starcat menü çubuğundan kullanılabilir durumda kalır. Dock ve Cmd+Tab girişini tercih ediyorsanız bunu kapatın.
uk: Starcat залишається доступним з рядка меню. Вимкніть це, якщо ви віддаєте перевагу піктограмі в Dock і Cmd+Tab.
vi: Starcat vẫn khả dụng từ thanh menu. Tắt tùy chọn này nếu bạn muốn có biểu tượng Dock và phím tắt Cmd+Tab.
zh_hans: Starcat 会保留在菜单栏中；如果你更习惯 Dock 和 Cmd+Tab 入口，可以关闭此项。
zh_hant: Starcat 會保留在選單列中。如果你偏好 Dock 和 Cmd+Tab 切換，可以關閉此選項。

# settings.general.hideDockIcon.title
source: Hide Dock icon
ar: إخفاء أيقونة الإرساء
de: Dock-Symbol ausblenden
es: Ocultar icono del Dock
fr: Masquer l'icône du Dock
id: Sembunyikan ikon Dock
it: Nascondi icona nel Dock
ja: Dockアイコンを非表示
ko: Dock 아이콘 숨기기
nl: Dock-pictogram verbergen
pl: Ukryj ikonę w Docku
pt_br: Ocultar ícone do Dock
ru: Скрыть значок в Dock
tr: Dock simgesini gizle
uk: Приховати піктограму в Dock
vi: Ẩn biểu tượng Dock
zh_hans: 隐藏 Dock 图标
zh_hant: 隱藏 Dock 圖示

# settings.general.hideForks
source: Hide Forks
ar: إخفاء المتفرعة
de: Forks ausblenden
es: Ocultar bifurcaciones
fr: Masquer les forks
id: Sembunyikan Fork
it: Nascondi Fork
ja: フォークを非表示
ko: 포크 숨기기
nl: Forks verbergen
pl: Ukryj forki
pt_br: Ocultar Forks
ru: Скрыть форки
tr: Çatalları Gizle
uk: Приховати форки
vi: Ẩn fork
zh_hans: 隐藏 Fork
zh_hant: 隱藏複刻

# settings.general.interfaceScale
source: Text size
ar: حجم النص
de: Textgröße
es: Tamaño del texto
fr: Taille du texte
id: Ukuran teks
it: Dimensione del testo
ja: テキストサイズ
ko: 텍스트 크기
nl: Tekstgrootte
pl: Rozmiar tekstu
pt_br: Tamanho do texto
ru: Размер текста
tr: Metin boyutu
uk: Розмір тексту
vi: Cỡ chữ
zh_hans: 字号
zh_hant: 文字大小

# settings.general.interfaceScale.comfortable
source: Comfortable
ar: مريح
de: Komfortabel
es: Cómodo
fr: Confortable
id: Nyaman
it: Comodo
ja: ゆったり
ko: 편안함
nl: Comfortabel
pl: Wygodny
pt_br: Confortável
ru: Удобный
tr: Rahat
uk: Комфортний
vi: Thoải mái
zh_hans: 舒适
zh_hant: 舒適

# settings.general.interfaceScale.compact
source: Compact
ar: مضغوط
de: Kompakt
es: Compacto
id: Padat
it: Compatto
ja: コンパクト
ko: 조밀
pl: Kompaktowy
pt_br: Compacto
ru: Компактный
tr: Kompakt
uk: Компактний
vi: Gọn
zh_hans: 紧凑
zh_hant: 緊湊

# settings.general.interfaceScale.description
source: Adjust Starcat-specific text size. Currently applies to the Agent workspace first.
ar: ضبط حجم النص الخاص بـ Starcat. ينطبق حاليًا على مساحة عمل الوكيل أولاً.
de: Passen Sie die Starcat-spezifische Textgröße an. Gilt derzeit zuerst für den Agent-Arbeitsbereich.
es: Ajusta el tamaño del texto específico de Starcat. Actualmente se aplica primero al espacio de trabajo del Agente.
fr: Ajuster la taille du texte propre à Starcat. S'applique d'abord à l'espace de travail Agent.
id: Sesuaikan ukuran teks khusus Starcat. Saat ini berlaku untuk ruang kerja Agen terlebih dahulu.
it: Regola la dimensione del testo specifica di Starcat. Attualmente si applica principalmente all'area di lavoro Agent.
ja: Starcat固有のテキストサイズを調整します。現在は主にエージェントワークスペースに適用されます。
ko: Starcat 특정 텍스트 크기를 조정합니다. 현재는 에이전트 작업 공간에 먼저 적용됩니다.
nl: Pas de Starcat-specifieke tekstgrootte aan. Dit is momenteel van toepassing op de Agent-werkruimte.
pl: Dostosuj rozmiar tekstu specyficzny dla Starcat. Obecnie dotyczy przede wszystkim obszaru roboczego Agenta.
pt_br: Ajusta o tamanho do texto específico do Starcat. Atualmente se aplica primeiro ao espaço de trabalho do Agente.
ru: Настройте размер текста для Starcat. Сначала применяется к рабочей области Агента.
tr: Starcat'a özel metin boyutunu ayarlayın. Şu anda öncelikle Ajan çalışma alanına uygulanır.
uk: Налаштуйте розмір тексту Starcat. Наразі застосовується спочатку до робочої області Агента.
vi: Điều chỉnh cỡ chữ riêng của Starcat. Hiện áp dụng cho không gian làm việc Agent trước.
zh_hans: 调整 Starcat 内的文字大小；当前优先应用到 Agent 工作台。
zh_hant: 調整 Starcat 專用的文字大小。目前優先套用於 Agent 工作區。

# settings.general.interfaceScale.large
source: Large
ar: كبير
de: Groß
es: Grande
fr: Grande
id: Besar
it: Grande
ja: 大
ko: 크게
nl: Groot
pl: Duży
pt_br: Grande
ru: Крупный
tr: Büyük
uk: Великий
vi: Lớn
zh_hans: 大字
zh_hant: 大

# settings.general.interfaceScale.standard
source: Standard
ar: قياسي
es: Estándar
id: Standar
ja: 標準
ko: 표준
nl: Standaard
pl: Standardowy
pt_br: Padrão
ru: Стандартный
tr: Standart
uk: Стандартний
vi: Tiêu chuẩn
zh_hans: 标准
zh_hant: 標準

# settings.general.language
source: Language
ar: اللغة
de: Sprache
es: Idioma
fr: Langue
id: Bahasa
it: Lingua
ja: 言語
ko: 언어
nl: Taal
pl: Język
pt_br: Idioma
ru: Язык
tr: Dil
uk: Мова
vi: Ngôn ngữ
zh_hans: 语言
zh_hant: 語言

# settings.general.language.description
source: Changes the app language; menus update after restart.
ar: يغير لغة التطبيق؛ تحدث القوائم بعد إعادة التشغيل.
de: Ändert die App-Sprache; Menüs werden nach einem Neustart aktualisiert.
es: Cambia el idioma de la aplicación; los menús se actualizan después de reiniciar.
fr: Modifie la langue de l'application ; les menus sont mis à jour après le redémarrage.
id: Mengubah bahasa aplikasi; menu diperbarui setelah memulai ulang.
it: Modifica la lingua dell'app; i menu si aggiornano dopo il riavvio.
ja: アプリの言語を変更します。メニューは再起動後に更新されます。
ko: 앱 언어를 변경합니다. 메뉴는 재시작 후 업데이트됩니다.
nl: Wijzigt de app-taal; menu's worden bijgewerkt na herstart.
pl: Zmienia język aplikacji; menu aktualizują się po ponownym uruchomieniu.
pt_br: Altera o idioma do aplicativo; os menus são atualizados após reiniciar.
ru: Изменяет язык приложения; меню обновятся после перезапуска.
tr: Uygulama dilini değiştirir; menüler yeniden başlatmadan sonra güncellenir.
uk: Змінює мову додатку; меню оновлюються після перезапуску.
vi: Thay đổi ngôn ngữ ứng dụng; menu cập nhật sau khi khởi động lại.
zh_hans: 切换应用语言；菜单栏重启后更新。
zh_hant: 切換應用程式語言；重新啟動後選單會更新。

# settings.general.language.label
source: Display Language
ar: لغة العرض
de: Anzeigesprache
es: Idioma de visualización
fr: Langue d'affichage
id: Bahasa Tampilan
it: Lingua di visualizzazione
ja: 表示言語
ko: 표시 언어
nl: Weergavetaal
pl: Język wyświetlania
pt_br: Idioma de Exibição
ru: Язык интерфейса
tr: Görüntüleme Dili
uk: Мова інтерфейсу
vi: Ngôn ngữ hiển thị
zh_hans: 显示语言
zh_hant: 顯示語言

# settings.general.language.system
source: Follow System
ar: اتباع النظام
de: System folgen
es: Seguir sistema
fr: Suivre le système
id: Ikuti Sistem
it: Segui sistema
ja: システムに従う
ko: 시스템 설정 따르기
nl: Systeem volgen
pl: Zgodny z systemem
pt_br: Seguir Sistema
ru: Как в системе
tr: Sistemi Takip Et
uk: Як у системі
vi: Theo hệ thống
zh_hans: 跟随系统
zh_hant: 跟隨系統

# settings.general.macOSIntegration
source: macOS Integration
ar: التكامل مع macOS
es: Integración con macOS
fr: Intégration macOS
id: Integrasi macOS
it: Integrazione macOS
ja: macOS統合
ko: macOS 통합
nl: macOS-integratie
pl: Integracja z macOS
pt_br: Integração com macOS
ru: Интеграция с macOS
tr: macOS Entegrasyonu
uk: Інтеграція з macOS
vi: Tích hợp macOS
zh_hans: macOS 集成
zh_hant: macOS 整合

# settings.general.openFirstDetailOnCategoryChange.help
source: Open the first item after switching lists.
ar: فتح العنصر الأول بعد تبديل القوائم.
de: Das erste Element nach dem Wechseln von Listen öffnen.
es: Abrir el primer elemento después de cambiar de lista.
fr: Ouvrir le premier élément après avoir changé de liste.
id: Buka item pertama setelah mengganti daftar.
it: Apri il primo elemento dopo aver cambiato lista.
ja: リストを切り替えた後に最初の項目を開きます。
ko: 목록 전환 후 첫 번째 항목을 엽니다.
nl: Open het eerste item na het wisselen van lijsten.
pl: Otwórz pierwszy element po przełączeniu list.
pt_br: Abrir o primeiro item após trocar de lista.
ru: Открывать первый элемент после переключения списков.
tr: Listeleri değiştirdikten sonra ilk öğeyi açın.
uk: Відкривати перший елемент після перемикання списків.
vi: Mở mục đầu tiên sau khi chuyển danh sách.
zh_hans: 切换列表后自动打开第一条。
zh_hant: 切換列表後自動開啟第一個項目。

# settings.general.openFirstDetailOnCategoryChange.title
source: Open the first detail automatically
ar: فتح التفاصيل الأولى تلقائيًا
de: Erstes Detail automatisch öffnen
es: Abrir el primer detalle automáticamente
fr: Ouvrir automatiquement le premier détail
id: Buka detail pertama secara otomatis
it: Apri automaticamente il primo dettaglio
ja: 最初の詳細を自動的に開く
ko: 첫 번째 세부 항목 자동 열기
nl: Open het eerste detail automatisch
pl: Otwieraj pierwszy szczegół automatycznie
pt_br: Abrir o primeiro detalhe automaticamente
ru: Автоматически открывать первый элемент
tr: İlk detayı otomatik olarak aç
uk: Автоматично відкривати першу деталь
vi: Tự động mở chi tiết đầu tiên
zh_hans: 自动打开第一条详情
zh_hant: 自動開啟第一個詳細資訊

# settings.general.other
source: Other
ar: أخرى
de: Sonstiges
es: Otro
fr: Autre
id: Lainnya
it: Altro
ja: その他
ko: 기타
nl: Overig
pl: Inne
pt_br: Outros
ru: Другое
tr: Diğer
uk: Інше
vi: Khác
zh_hans: 其他
zh_hant: 其他

# settings.general.resetOnboarding
source: Reset Onboarding
ar: إعادة تعيين الإعداد الأولي
de: Onboarding zurücksetzen
es: Restablecer incorporación
fr: Réinitialiser l'intégration
id: Reset Pengenalan
it: Reimposta onboarding
ja: オンボーディングをリセット
ko: 온보딩 재설정
nl: Onboarding resetten
pl: Resetuj wprowadzenie
pt_br: Redefinir Integração
ru: Сбросить обучение
tr: Karşılama Ekranını Sıfırla
uk: Скинути налаштування початкового ознайомлення
vi: Đặt lại hướng dẫn
zh_hans: 重置引导
zh_hant: 重置入門引導

# settings.general.shortcuts
source: Keyboard Shortcuts
ar: اختصارات لوحة المفاتيح
de: Tastaturkurzbefehle
es: Atajos de teclado
fr: Raccourcis clavier
id: Pintasan Keyboard
it: Scorciatoie da tastiera
ja: キーボードショートカット
ko: 키보드 단축키
nl: Toetsenbord sneltoetsen
pl: Skróty klawiaturowe
pt_br: Atalhos de Teclado
ru: Сочетания клавиш
tr: Klavye Kısayolları
uk: Сполучення клавіш
vi: Phím tắt
zh_hans: 快捷键
zh_hant: 鍵盤快捷鍵

# settings.general.shortcuts.aiCommandReturn.description.off
source: Return sends; ⌘ + Return inserts a newline.
ar: Return للإرسال؛ ⌘ + Return لإدراج سطر جديد.
de: Eingabe sendet; ⌘ + Eingabe fügt eine neue Zeile ein.
es: Retorno envía; ⌘ + Retorno inserta una nueva línea.
fr: Retour envoie ; ⌘ + Retour insère un saut de ligne.
id: Return mengirim; ⌘ + Return menyisipkan baris baru.
it: Invio invia; ⌘ + Invio inserisce una nuova riga.
ja: Returnで送信、⌘+Returnで改行を挿入します。
ko: Return은 전송, ⌘ + Return은 새 줄 삽입.
nl: Return verzendt; ⌘ + Return voegt een nieuwe regel in.
pl: Return wysyła; ⌘ + Return wstawia nową linię.
pt_br: Return envia; ⌘ + Return insere uma nova linha.
ru: Return отправляет; ⌘ + Return вставляет новую строку.
tr: Return gönderir; ⌘ + Return yeni satır ekler.
uk: Return надсилає; ⌘ + Return вставляє новий рядок.
vi: Return gửi; ⌘ + Return chèn dòng mới.
zh_hans: Return 发送，⌘ + Return 换行。
zh_hant: Return 發送；⌘ + Return 插入換行。

# settings.general.shortcuts.aiCommandReturn.description.on
source: Return inserts a newline; ⌘ + Return sends.
ar: Return لإدراج سطر جديد؛ ⌘ + Return للإرسال.
de: Eingabe fügt eine neue Zeile ein; ⌘ + Eingabe sendet.
es: Retorno inserta una nueva línea; ⌘ + Retorno envía.
fr: Retour insère un saut de ligne ; ⌘ + Retour envoie.
id: Return menyisipkan baris baru; ⌘ + Return mengirim.
it: Invio inserisce una nuova riga; ⌘ + Invio invia.
ja: Returnで改行を挿入、⌘+Returnで送信します。
ko: Return은 새 줄 삽입, ⌘ + Return은 전송.
nl: Return voegt een nieuwe regel in; ⌘ + Return verzendt.
pl: Return wstawia nową linię; ⌘ + Return wysyła.
pt_br: Return insere uma nova linha; ⌘ + Return envia.
ru: Return вставляет новую строку; ⌘ + Return отправляет.
tr: Return yeni satır ekler; ⌘ + Return gönderir.
uk: Return вставляє новий рядок; ⌘ + Return надсилає.
vi: Return chèn dòng mới; ⌘ + Return gửi.
zh_hans: Return 换行，⌘ + Return 发送。
zh_hant: Return 插入換行；⌘ + Return 發送。

# settings.general.shortcuts.aiCommandReturn.title
source: Require Command+Return to send AI messages
ar: يتطلب Command+Return لإرسال رسائل الذكاء الاصطناعي
de: Zum Senden von KI-Nachrichten Command+Return verlangen
es: Requerir Comando+Retorno para enviar mensajes de IA
fr: Exiger Commande+Retour pour envoyer les messages IA
id: Wajibkan Command+Return untuk mengirim pesan AI
it: Richiedi Comando+Invio per inviare messaggi AI
ja: AIメッセージ送信にCommand+Returnを必須にする
ko: AI 메시지 전송에 Command+Return 필요
nl: Command+Return vereisen om AI-berichten te verzenden
pl: Wymagaj Command+Return do wysyłania wiadomości AI
pt_br: Exigir Command+Return para enviar mensagens de IA
ru: Требовать Command+Return для отправки сообщений ИИ
tr: AI mesajlarını göndermek için Command+Return gerektir
uk: Вимагати Command+Return для надсилання повідомлень ШІ
vi: Yêu cầu Command+Return để gửi tin nhắn AI
zh_hans: 需按 ⌘ + 回车键发送 AI 问题
zh_hant: 需要按 ⌘ + Return 發送 AI 訊息
